" bytes" = " bytů";
" items" = " položek";
"Added:" = "Přidáno:";
"Application:" = "Aplikace:";
"Artist" = "Umělec";
"Attributes:" = "Atributy:";
"Calculate" = "Vypočítat";
"Calculating..." = "Počítám...";
"Capacity:" = "Kapacita:";
"Comment:" = "Komentář:";
"Contents:" = "Obsah:";
"Created:" = "Vytvořeno:";
"Creation Date:" = "Datum vytvoření:";
"Creator:" = "Tvůrce:";
"Deletable:" = "Lze mazat:";
"Device:" = "Zařízení:";
"Duration:" = "Délka:";
"Emphasis:" = "Zdůraznění:";
"File:" = "Soubor:";
"Format:" = "Formát:";
"Free:" = "Volno:";
"Genre" = "Styl";
"Group:" = "Skupina:";
"Image:" = "Obrázky:";
"Info" = "Informace";
"Kind:" = "Druh:";
"Label:" = "Štítek:";
"Last Opened:" = "Napozledy otevřeno:";
"Length:" = "Délka:";
"Locked:" = "Uzamknuto:";
"Media Type:" = "Typ média:";
"Modified:" = "Změny:";
"More Info..." = "Více informací...";
"Mount Point:" = "Místo připojení:";
"Movable:" = "Lze přesunout:";
"Name:" = "Jméno:";
"No\nSelection" = "Bez\nvýběru";
"Opened:" = "Otevřeno:";
"Original:" = "Originál:";
"Owner:" = "Majitel:";
"Padding:" = "Zarovnání:";
"Path:" = "Cesta:";
"Permission:" = "Práva:";
"Physical:" = "Fyzicky:";
"Play" = "Hrát";
"Preview" = "Náhled";
"Resolved:" = "Vyřešeno:";
"Sample Rate:" = "Vzorkovací frekvence:";
"Selection:" = "Výběr:";
"Size:" = "Velikost:";
"Spotlight Metadata" = "Metadata Spotlightu";
"Title:" = "Název:";
"Track" = "Stopa";
"Type:" = "Typ:";
"Version:" = "Verze:";
"Volume:" = "Jednotka:";
"Where from:" = "Odkud:";
"Year" = "Rok";

/* ==== UNLOCALIZED ==== */

"Album:" = "Album:";
"Apple ID:" = "Apple ID:";
"Audio:" = "Audio:";
"CRC:" = "CRC:";
"Copyright:" = "Copyright:";
"MP3:" = "MP3:";
"UTI:" = "UTI:";
"data:" = "data:";
"rsrc:" = "rsrc:";
